{
  "en": {
    "header_logo": "Intuit TurboTax Customer Training",

    "welcome_tag": "Start here",
    "welcome_title": "Welcome to Intuit TurboTax Training",
    "welcome_desc": "To personalize your experience, tell us a little about yourself before we get started.",
    "label_name": "Full Name",
    "label_email": "Email Address",
    "label_language": "Preferred Language",
    "language_hint": "Use the language menu in the header to preview and select your language.",
    "btn_continue": "Continue",

    "footer_text": "Proof of Concept • Intuit TurboTax Customer Education",

    "benefits_title": "What’s In It For You?",
    "benefits_intro": "This short TurboTax experience helps you file with more confidence and get the most from your tax return.",
    "benefit_1": "See how TurboTax guides you step by step through your taxes.",
    "benefit_2": "Learn how to avoid common mistakes that can slow down your refund.",
    "benefit_3": "Discover where to get help when you have questions along the way.",
    "benefits_note": "Most customers complete this introduction in just a few minutes. You’ll get quick wins you can use the next time you sign in.",
    "btn_begin": "I’m Ready – Show Me How",

    "objectives_title": "What You Will Learn",
    "objectives_intro": "By the end of this introduction, you will be able to:",
    "obj_1": "Explain how TurboTax walks you through your tax return from start to finish.",
    "obj_2": "Identify where to find key features like help, support, and status updates.",
    "obj_3": "Know your next steps to feel more confident the next time you use TurboTax.",
    "objectives_note": "Keep these objectives in mind as you move into the full TurboTax learning experience. They’re your roadmap for feeling more confident at tax time.",
    "btn_continue_wrapup": "Continue to Next Steps",

    "quiz_title": "Quick Check: TurboTax Feature Tour",
    "quiz_intro": "Answer one quick question to check your understanding before you move on.",
    "quiz_q1": "Which of the following is a key benefit of using TurboTax?",
    "quiz_q1_a": "You must complete your entire tax return in one sitting with no breaks.",
    "quiz_q1_b": "TurboTax guides you step by step and checks for common mistakes along the way.",
    "quiz_q1_c": "TurboTax automatically files returns for every member of your family without your input.",
    "quiz_q1_d": "TurboTax can only be used by tax professionals, not customers.",
    "quiz_submit": "Submit Answer",
    "quiz_feedback_correct": "Correct! TurboTax is designed to guide you and catch issues early.",
    "quiz_feedback_incorrect": "Not quite. Think about how TurboTax supports you while you file.",

    "completion_title": "Thank You",
    "completion_intro": "You’ve completed the Intuit TurboTax training introduction.",
    "completion_nextsteps": "Next, you’ll receive an email with a link to the full TurboTax learning experience and a summary of what you can explore next.",
    "next_step_1": "Check your email for your TurboTax training link.",
    "next_step_2": "Set aside a few minutes on your calendar to complete the full experience.",
    "next_step_3": "Bring your questions — we’ll show you where to get help when you need it.",
    "completion_note": "Your completion has been recorded. Thank you for taking time to feel more confident and in control at tax time."
  },

  "es": {
    "header_logo": "Capacitación para clientes de Intuit TurboTax",

    "welcome_tag": "Comienza aquí",
    "welcome_title": "Bienvenido a la capacitación de Intuit TurboTax",
    "welcome_desc": "Para personalizar tu experiencia, cuéntanos un poco sobre ti antes de comenzar.",
    "label_name": "Nombre completo",
    "label_email": "Correo electrónico",
    "label_language": "Idioma preferido",
    "language_hint": "Usa el menú de idioma en la parte superior para previsualizar y seleccionar tu idioma.",
    "btn_continue": "Continuar",

    "footer_text": "Prueba de concepto • Educación para clientes de Intuit TurboTax",

    "benefits_title": "¿Qué ganas tú?",
    "benefits_intro": "Esta breve experiencia de TurboTax te ayuda a presentar tus impuestos con más confianza y obtener más de tu declaración.",
    "benefit_1": "Ve cómo TurboTax te guía paso a paso a través de tu declaración.",
    "benefit_2": "Aprende a evitar errores comunes que pueden retrasar tu reembolso.",
    "benefit_3": "Descubre dónde obtener ayuda cuando tengas preguntas durante el proceso.",
    "benefits_note": "La mayoría de los clientes completan esta introducción en sólo unos minutos. Obtendrás resultados rápidos que podrás usar la próxima vez que inicies sesión.",
    "btn_begin": "Estoy listo(a) – Muéstrame cómo",

    "objectives_title": "Lo que aprenderás",
    "objectives_intro": "Al finalizar esta introducción, podrás:",
    "obj_1": "Explicar cómo TurboTax te guía a través de tu declaración de impuestos de principio a fin.",
    "obj_2": "Identificar dónde encontrar funciones clave como ayuda, soporte y actualizaciones de estado.",
    "obj_3": "Saber cuáles son tus próximos pasos para sentirte más seguro(a) la próxima vez que uses TurboTax.",
    "objectives_note": "Ten estos objetivos en mente mientras avanzas a la experiencia completa de aprendizaje de TurboTax. Son tu mapa para sentirte más seguro(a) en la temporada de impuestos.",
    "btn_continue_wrapup": "Continuar a los siguientes pasos",

    "quiz_title": "Comprobación rápida: recorrido por funciones de TurboTax",
    "quiz_intro": "Responde una pregunta rápida para comprobar tu comprensión antes de continuar.",
    "quiz_q1": "¿Cuál de las siguientes es una ventaja clave de usar TurboTax?",
    "quiz_q1_a": "Debes completar toda tu declaración de impuestos de una sola vez sin pausas.",
    "quiz_q1_b": "TurboTax te guía paso a paso y revisa errores comunes durante el proceso.",
    "quiz_q1_c": "TurboTax presenta automáticamente las declaraciones de impuestos de toda tu familia sin tu participación.",
    "quiz_q1_d": "TurboTax sólo puede ser usado por profesionales de impuestos, no por clientes.",
    "quiz_submit": "Enviar respuesta",
    "quiz_feedback_correct": "¡Correcto! TurboTax está diseñado para guiarte y detectar problemas desde el inicio.",
    "quiz_feedback_incorrect": "No exactamente. Piensa en cómo TurboTax te acompaña mientras presentas tu declaración.",

    "completion_title": "Gracias",
    "completion_intro": "Has completado la introducción de capacitación de Intuit TurboTax.",
    "completion_nextsteps": "A continuación, recibirás un correo electrónico con un enlace a la experiencia completa de aprendizaje de TurboTax y un resumen de lo que podrás explorar.",
    "next_step_1": "Revisa tu correo electrónico para encontrar tu enlace de capacitación de TurboTax.",
    "next_step_2": "Reserva unos minutos en tu calendario para completar la experiencia completa.",
    "next_step_3": "Ten tus preguntas listas; te mostraremos dónde obtener ayuda cuando la necesites.",
    "completion_note": "Tu finalización ha sido registrada. Gracias por dedicar tiempo a sentirte más seguro(a) y en control durante la temporada de impuestos."
  },

  "zh": {
    "header_logo": "Intuit TurboTax 客户培训",

    "welcome_tag": "从这里开始",
    "welcome_title": "欢迎参加 Intuit TurboTax 培训",
    "welcome_desc": "为了为您提供更贴合的体验，请先简单介绍一下自己。",
    "label_name": "姓名",
    "label_email": "电子邮箱",
    "label_language": "首选语言",
    "language_hint": "使用顶部的语言菜单预览并选择您偏好的语言。",
    "btn_continue": "继续",

    "footer_text": "概念验证 • Intuit TurboTax 客户教育",

    "benefits_title": "这对您有什么好处？",
    "benefits_intro": "通过这个简短的 TurboTax 体验，您可以更有信心地报税，并更好地利用退税机会。",
    "benefit_1": "了解 TurboTax 如何一步步引导您完成报税流程。",
    "benefit_2": "学习如何避免常见错误，减少退税被延迟的风险。",
    "benefit_3": "了解在有问题时可以在哪里获得帮助与支持。",
    "benefits_note": "大多数客户只需几分钟就能完成本介绍。您将获得下一次登录时可以立即使用的实用技巧。",
    "btn_begin": "我已准备好 —— 开始了解",

    "objectives_title": "您将学到什么",
    "objectives_intro": "完成本介绍后，您将能够：",
    "obj_1": "说明 TurboTax 如何从头到尾引导您完成报税。",
    "obj_2": "找到帮助、支持和进度状态等关键功能所在的位置。",
    "obj_3": "明确下一步行动，在下次使用 TurboTax 时更有信心。",
    "objectives_note": "在进入完整的 TurboTax 学习体验时，请牢记这些目标。它们是您在报税季更有信心的路线图。",
    "btn_continue_wrapup": "继续下一步",

    "quiz_title": "快速检查：TurboTax 功能导览",
    "quiz_intro": "在继续之前，先通过一个小问题快速检验一下您的理解。",
    "quiz_q1": "以下哪一项是使用 TurboTax 的关键优势？",
    "quiz_q1_a": "必须一次性完成整个报税过程，中途不能休息。",
    "quiz_q1_b": "TurboTax 会一步步引导您，并在过程中检查常见错误。",
    "quiz_q1_c": "TurboTax 会在您不参与的情况下，自动为您全家报税。",
    "quiz_q1_d": "TurboTax 只能由税务专业人士使用，普通用户无法使用。",
    "quiz_submit": "提交答案",
    "quiz_feedback_correct": "回答正确！TurboTax 的目标就是在引导您的同时及早发现问题。",
    "quiz_feedback_incorrect": "不太正确。想一想 TurboTax 是如何在报税过程中帮助您的。",

    "completion_title": "谢谢您",
    "completion_intro": "您已完成 Intuit TurboTax 培训简介。",
    "completion_nextsteps": "接下来，您将收到一封电子邮件，其中包含完整 TurboTax 学习体验的链接以及下一步可探索内容的说明。",
    "next_step_1": "查看电子邮箱，找到您的 TurboTax 培训链接。",
    "next_step_2": "在日历中预留一点时间，完成完整体验。",
    "next_step_3": "准备好您的问题 —— 我们会向您展示需要帮助时可以去哪儿。",
    "completion_note": "您的完成记录已保存。感谢您花时间提升自己在报税季的信心与掌控感。"
  },

  "hi": {
    "header_logo": "Intuit TurboTax ग्राहक प्रशिक्षण",

    "welcome_tag": "यहीं से शुरू करें",
    "welcome_title": "Intuit TurboTax प्रशिक्षण में आपका स्वागत है",
    "welcome_desc": "आपके अनुभव को व्यक्तिगत बनाने के लिए, शुरू करने से पहले अपने बारे में थोड़ा बताइए।",
    "label_name": "पूरा नाम",
    "label_email": "ईमेल पता",
    "label_language": "पसंदीदा भाषा",
    "language_hint": "ऊपर दिए गए भाषा मेनू का उपयोग करके अपनी भाषा का प्रीव्यू देखें और चयन करें।",
    "btn_continue": "जारी रखें",

    "footer_text": "प्रूफ ऑफ कॉन्सेप्ट • Intuit TurboTax ग्राहक शिक्षा",

    "benefits_title": "आपको क्या लाभ होगा?",
    "benefits_intro": "यह छोटा सा TurboTax अनुभव आपको अधिक आत्मविश्वास के साथ रिटर्न भरने में मदद करेगा और आपके टैक्स रिफंड का अधिकतम लाभ दिलाएगा।",
    "benefit_1": "देखें कि TurboTax कैसे आपको चरण-दर-चरण पूरी रिटर्न प्रक्रिया में मार्गदर्शन करता है।",
    "benefit_2": "जानें कि उन आम गलतियों से कैसे बचें जो आपके रिफंड में देरी कर सकती हैं।",
    "benefit_3": "समझें कि जब आपके पास प्रश्न हों तो सहायता और समर्थन कहाँ से प्राप्त करें।",
    "benefits_note": "अधिकांश ग्राहक कुछ ही मिनटों में इस परिचय को पूरा कर लेते हैं। आपको ऐसे त्वरित लाभ मिलेंगे जिन्हें आप अगली बार साइन इन करते समय तुरंत उपयोग कर सकते हैं।",
    "btn_begin": "मैं तैयार हूँ – मुझे दिखाइए",

    "objectives_title": "आप क्या सीखेंगे",
    "objectives_intro": "इस परिचय के अंत तक, आप सक्षम होंगे:",
    "obj_1": "समझा सकें कि TurboTax शुरुआत से अंत तक आपकी टैक्स रिटर्न प्रक्रिया में कैसे साथ देता है।",
    "obj_2": "यह पहचान सकें कि सहायता, समर्थन और स्थिति अपडेट जैसी मुख्य सुविधाएँ कहाँ मिलती हैं।",
    "obj_3": "अगले कदम को स्पष्ट रूप से जान सकें, ताकि अगली बार TurboTax इस्तेमाल करते समय आप अधिक आत्मविश्वासी महसूस करें।",
    "objectives_note": "जब आप पूर्ण TurboTax लर्निंग अनुभव में आगे बढ़ें, तो इन उद्देश्यों को ध्यान में रखें। यही वह रोडमैप है जो आपको टैक्स सीज़न में अधिक आत्मविश्वास देगा।",
    "btn_continue_wrapup": "अगले चरण पर जारी रखें",

    "quiz_title": "त्वरित जाँच: TurboTax फीचर टूर",
    "quiz_intro": "आगे बढ़ने से पहले अपनी समझ की जल्दी जाँच के लिए एक प्रश्न का उत्तर दें।",
    "quiz_q1": "निम्न में से TurboTax का उपयोग करने का मुख्य लाभ क्या है?",
    "quiz_q1_a": "आपको बिना किसी ब्रेक के एक ही बार में पूरी रिटर्न प्रक्रिया पूरी करनी होगी।",
    "quiz_q1_b": "TurboTax आपको चरण-दर-चरण मार्गदर्शन देता है और रास्ते में आम गलतियों की जाँच करता है।",
    "quiz_q1_c": "TurboTax आपकी भागीदारी के बिना अपने आप पूरे परिवार की रिटर्न फाइल कर देता है।",
    "quiz_q1_d": "TurboTax केवल टैक्स प्रोफेशनल्स द्वारा इस्तेमाल किया जा सकता है, ग्राहकों द्वारा नहीं।",
    "quiz_submit": "उत्तर सबमिट करें",
    "quiz_feedback_correct": "सही जवाब! TurboTax आपको मार्गदर्शन करने और शुरुआती चरण में ही समस्याएँ पकड़ने के लिए बना है।",
    "quiz_feedback_incorrect": "पूरी तरह सही नहीं। सोचिए, TurboTax रिटर्न भरते समय आपको कैसे समर्थन देता है।",

    "completion_title": "धन्यवाद",
    "completion_intro": "आपने Intuit TurboTax प्रशिक्षण परिचय पूरा कर लिया है।",
    "completion_nextsteps": "अगले चरण में आपको एक ईमेल मिलेगा जिसमें पूरी TurboTax लर्निंग अनुभव का लिंक और आगे क्या देख सकते हैं, उसका सारांश होगा।",
    "next_step_1": "अपना ईमेल देखें और TurboTax प्रशिक्षण लिंक ढूँढें।",
    "next_step_2": "अपने कैलेंडर में कुछ मिनट अलग रखें और पूर्ण अनुभव पूरा करें।",
    "next_step_3": "अपने सवाल तैयार रखें — जब भी आपको सहायता की ज़रूरत हो, हम आपको बताएँगे कि कहाँ जाना है।",
    "completion_note": "आपकी पूर्णता दर्ज कर ली गई है। टैक्स सीज़न में अधिक आत्मविश्वास और नियंत्रण महसूस करने के लिए समय निकालने के लिए धन्यवाद।"
  }
}
